{
  "AWS Village Stage": {
    "Day 1": [
      {
        "time": "11:30 - 11:45",
        "title": "プログラミングせずにアプリを作る！Amazon Q Developer CLI ではじめる、爆速アプリケーション開発",
        "description": "Amazon Q Developer CLI は、生成 AI と対話しながらアプリケーション開発やアマゾン ウェブ サービス (AWS) リソース構築を進められる新しいアシスタントツールです。本セッションでは、空のディレクトリから、生成 AI との対話だけで勤怠管理システムを構築する流れを、Chat 機能を使ったデモを通じてご紹介します。また、プロトタイピングから応用までの活用ポイントを解説します。",
        "speaker": "AWS　プロフェッショナルサービス本部　しょぼちむ"
      },
      {
        "time": "11:50 - 12:05",
        "title": "生成 AI アシスタント Amazon Q を使ってビジネスを変革しよう！",
        "description": "Amazon Q は組織で仕事の進め方を変える生成 AI アシスタントであり、組織内のデータに安全にアクセスしながら生成 AI を用いて様々なビジネスを支援するサービスです。本セッションでは、Amazon Q Business における RAG のユースケースや Slack などの 3rd party 製品との統合、Amazon Q in QuickSight における Data Q & A とシナリオ分析のデモを通して、生成 AI を用いてデータからインサイトを得るソリューションをご紹介します。",
        "speaker": "AWS　技術支援本部　服部 洋明\nAWS　技術統括本部　フィナンシャルサービスインダストリ技術本部　宮﨑 太郎"
      },
      {
        "time": "12:10 - 12:25",
        "title": "ガバナンス・監視・自動化・コスト - 見落としがちなクラウド運用の改善ポイント教えます！",
        "description": "アマゾン ウェブ サービス (AWS) を使っているけど普段の運用に手間が減らなくて困る。AWS Cloud Operations（クラウド運用）のサービス群を使えば改善できるかもしれません。ここでは皆さんの運用を改善に取り組むヒントと、AWS Cloud Operations ブースの見どころをご紹介します。",
        "speaker": "AWS　サービス&テクノロジー事業統括本部 エンタープライズアプリケーションソリューション本部　大村 幸敬"
      },
      {
        "time": "12:30 - 12:45",
        "title": "Amazon DynamoDB データを分析！ Amazon SageMaker Lakehouse との Zero ETL 連携ガイド",
        "description": "「Amazon DynamoDB は高速だけど分析には向かないでしょ？」「DynamoDB のデータを SQL で分析したい…」こうした悩みに対して、本セッションでは、DynamoDB データをAmazon SageMaker Lakehouse に簡単に連携し、ニアリアルタイムで分析を行う方法について、動画を交えてご紹介します。DynamoDB データの分析を実現したい方、Zero ETL に興味がある方、ぜひお越しください！",
        "speaker": "AWS　アマゾン ウェブ サービス ジャパン合同会社 技術統括本部 フィナンシャルサービスインダストリ技術本部 銀行ソリューション部　嶋田 朱里"
      },
      {
        "time": "12:50 - 13:05",
        "title": "マルチテナント SaaS のアーキテクチャ選択 - AWS で実装するテナント分離パターン解説",
        "description": "クラウドネイティブな時代において、マルチテナント SaaS の設計は開発者が直面する重要な課題です。セキュリティ、コスト効率、拡張性のバランスをどう取るべきか？本セッションでは、ブース展示している RAG アプリをはじめ、テナント分離の様々なアプローチを、アマゾン ウェブ サービス (AWS) の具体的なサービスと実装パターンを交えて解説します。",
        "speaker": "AWS　技術統括本部 自動車・製造グループ　中山 七美\nAWS　技術統括本部 ISV/SaaS ソリューション本部　福本 健亮"
      },
      {
        "time": "13:10 - 13:25",
        "title": "AWS が提供する Agents と MCP が切り開く未来",
        "description": "みなさん、AI エージェント開発捗ってますか？このセッションでは業務システムをツールとして生成 AI に素早く連携するために、アマゾン ウェブ サービス (AWS) が提供する Agents と MCP をどのように使えるのかを解説します。AWS の Agents と MCP は業務を変革できるのか！？",
        "speaker": "AWS　エンタープライズ技術本部 小売・消費財 第一ソリューション部　中島 佑樹"
      },
      {
        "time": "13:30 - 13:45",
        "title": "AWS re:Inforce 2025 速報",
        "description": "AWS re:Inforce は年に 1 回開催されるセキュリティのグローバルカンファレンスです。毎年セキュリティの新サービスや新機能が数多く発表され、今年は 6 月 16 日から 18 日にフィラデルフィアで開催されます。このセッションでは、1 週間前にAWS re:Inforce に現地参加したアマゾン ウェブ サービス ジャパン合同会社の社員から魅力的な新サービスや新機能をいち早くみなさまにお届けします。",
        "speaker": "AWS　パブリックセクター技術統括本部　中島 章博"
      },
      {
        "time": "13:50 - 14:05",
        "title": "ワークロードに合わせた Amazon S3 の最適な利用方法",
        "description": "ここ数年で、Amazon Simple Storage Service (Amazon S3) は様々なストレージタイプと使い方を提供するようになりました。選択肢が増えたことで、皆様のワークロードに最適な Amazon S3 の利用方法も変わっているかもしれません。このセッションでは、Amazon S3 の新機能とそのユースケースについて紹介します。",
        "speaker": "AWS　アマゾン ウェブ サービス ジャパン合同会社 技術統括本部 フィナンシャルサービス インダストリ 技術本部 保険ソリューション部　佐藤 真也"
      },
      {
        "time": "14:10 - 14:25",
        "title": "AWS と SD-WAN で作る Global Network",
        "description": "システムのクラウド化が進む中、ネットワークのクラウド化も加速しています。本セッションでは、グローバルに広がるアマゾン ウェブ サービス (AWS) のバックボーンネットワークを活用し、 AWS CloudWAN と SD-WAN 技術を組み合わせたグローバルネットワーク構築について解説します。マネージドアプローチによるアジリティ向上、サイジングからの解放、運用負荷の軽減、高度なセキュリティなど、クラウドの価値をネットワークインフラでも享受する方法を紹介します。",
        "speaker": "AWS　ストラテジックインダストリー技術本部 通信グループ 通信第三ソリューション部　伊藤 広記"
      },
      {
        "time": "14:30 - 14:45",
        "title": "Amazon Nova シリーズで始める生成 AI",
        "description": "アマゾン ウェブ サービス (AWS) 独自の生成 AI モデルである Amazon Nova シリーズは、多様なデータに対応しています。お客様の用途に合わせ、テキスト生成モデルのAmazon Nova Micro / Lite / Pro / Premier、クリエイティブ生成モデルの Amazon Nova Canvas / Reel、Speech to Speech モデルの Amazon Nova Sonic など、豊富なバリエーションが用意されています。本セッションではこれら最新のモデルのデモをお届けします。",
        "speaker": "AWS　サービス & テクノロジー事業統括本部 AI ソリューション部　佐藤　玄"
      },
      {
        "time": "14:50 - 15:05",
        "title": "SDLC (ソフトウエア開発サイクル) をモダナイズするツール・サービスを活用しよう",
        "description": "昨今の開発者はコードを書く時間が減り、調査・テスト・PM などタスクが増えています。そんな時間がなくなっている昨今、解決するのが、アマゾン ウェブ サービス (AWS) が提供する様々な開発者の支援ツールやサービスです。CI / CD、AWS CDK、AWS Amplify、Amazon Q Developer など AWS は開発者の品質を向上させます。",
        "speaker": "AWS　技術統括本部 パートナーセールスソリューション本部　上野 勝之\nAWS　技術統括本部 ストラテジックインダストリ技術本部 メディアソリューション部　紙谷 知弘"
      },
      {
        "time": "15:10 - 15:25",
        "title": "Amazon WorkSpaces による開発者向けプラットフォームの展開",
        "description": "当行ではコロナ禍や開発拠点の座席数不足等を起因に、リモートでの開発行為を前提とした Amazon WorkSpaces による開発者向けプラットフォームを構築し、 現在においては、約 2800 台が稼働する環境にまで成長しました。（WorkSpacesの台数でいえば、国内最大級！） 本セッションにおいては、当環境における ①WorkSpaces 採用のメリット、②環境管理の効率化、コスト最適化に向けた施策をご紹介します。",
        "speaker": "三井住友信託銀行株式会社　三井住友信託銀行　IT基盤運営部　松井 良太"
      },
      {
        "time": "15:30 - 15:45",
        "title": "AWS でのオープンソースを活用したオブザーバビリティの道",
        "description": "オープンソースは開発ペースが速く、効果的にオブザーバビリティを設定、運用するには難しい場合があります。アマゾン ウェブ サービス (AWS) では、Prometheus、Grafana、OpenTelemetry などのオープンソースツールの AWS マネージドサービスを使用してこれらオープンソースを技術を活用したオブザーバビリティを柔軟に実装できます。これらマネージドな AWS のオープンソースサービスをフル活用して、どのように、計装、収集、分析への標準化されたアプローチを可能にするのかを解説します。OpenTelemetry による計装、Amazon Managed Service for Prometheus および Amazon OpenSearch Service へのテレメトリデータの取り込み、Amazon Managed Grafana によるインサイトなど、オブザーバビリティの各段階でアーキテクチャパターンを解説します。",
        "speaker": "AWS　エンタープライズ技術本部 小売・消費財 第一ソリューション部　辻林 侑"
      },
      {
        "time": "15:50 - 16:05",
        "title": "Summit から帰ってすぐに取り組める AWS のセキュリティ対策",
        "description": "アマゾン ウェブ サービス (AWS) を使い始めたばかりの方向けに、まず押さえておきたいセキュリティの基本設定をご紹介します。大切なデータを守るために「最低限これだけは設定しておこう」というポイントと、具体的な有効化の手順をわかりやすく解説。すぐに実践できる内容で、AWS 環境をより安全に使い始めるためのファーストステップをお伝えします。ぜひ帰ったら実践してください。",
        "speaker": "AWS　技術統括本部 デジタルサービス技術本部 ISV/SaaS ソリューション部　吉田 裕貴"
      },
      {
        "time": "16:10 - 16:25",
        "title": "セキュリティとクラウドのメリットを両立する ML 基盤 - SageMaker AI 実践ガイド",
        "description": "エンタープライズ企業における機械学習の実用化に向けて、セキュリティ要件が大きな壁となっていませんか？Amazon SageMaker AI は機械学習の開発からデプロイまでをワンストップで効率化できる一方で、多くの企業では閉域環境での運用など、厳格なセキュリティ基準をクリアする必要があります。本セッションでは、これらの課題を解決し、セキュアかつ効率的な機械学習基盤を実現するための具体的なアプローチと実践ノウハウを公開します。",
        "speaker": "AWS　技術統括本部 自動車・製造グループ　堀　貴裕"
      },
      {
        "time": "16:30 - 16:45",
        "title": "ロケットミッション解析の迅速化を AWS 上で検証 - 解析の２０倍高速化による DX に向けた技術実証を実施",
        "description": "オンプレミスで実行していたロケットミッション解析をクラウドで実施するための検証をアマゾン ウェブ サービス (AWS) 上で実施し、AWS 上の環境においてもオンプレミス上で実施していたのと同一の解析結果となることを確認できました。また、AWS 上の環境を利用することでこれまで 1 週間以上かかっていた解析を半日で実施できるなど、解析処理の迅速化だけでなくコスト最適化等の可能性も見いだすことができました。",
        "speaker": "独立行政法人 宇宙航空研究開発機構（JAXA）　研究開発部門第四研究ユニット 宇宙輸送技術部門 宇宙輸送系基盤開発ユニット兼務 研究領域主幹　大坊 俊彰"
      },
      {
        "time": "16:50 - 17:05",
        "title": "もっと知りたい AWS カルチャー / 私たちが大切にしていること",
        "description": "AWS ジャパンで働く私たちが日々何を考え、どのように行動し、どんな価値観を大切にしているのかについて、様々なストーリーを共有します。Leadership Principles や Day 1 Culture などについてもお話します。",
        "speaker": "AWS　エンタープライズ技術本部 流通小売・消費財グループ 本部長　五十嵐 建平\nAWS　クラウドエコノミクス事業開発本部長（日本および韓国担当）　森村 浩子\nAWS　カルチャー＆エンプロイヤー ブランド マネージャー　三樹 門太"
      },
      {
        "time": "17:10 - 17:25",
        "title": "大阪リージョンを使用したマルチリージョン “たこ焼き\" アプリのご紹介",
        "description": "1 時間以内にどうしてもたこ焼きが食べたいってときありますよね？そんなユーザーに向け、いつでも好きな時にたこ焼きを注文できるアプリ「たこ焼 Kicks」をリリースいたしました。このアプリは、大阪と東京の 2 つのリージョンで高可用性を実現し、「1 時間以内にどうしてもたこ焼きが食べたい」というユーザーの緊急ニーズに応えます。本セッションでは、このアプリの概要と構成について、レジリエンスの観点も含めて紹介します。",
        "speaker": "AWS　技術統括本部 エンタープライズ技術本部 自動車・製造グループ 西日本ソリューション部　久保 和隆"
      },
      {
        "time": "17:30 - 17:45",
        "title": "AWS IoT サービスを活用したエッジ AI と AWS 連携方法の紹介",
        "description": "工場や遠隔地など、離れた場所でセンサーのデータやカメラからの情報を取得することのできる IoT デバイス。近年の生成 AI の利活用を考えると IoT デバイスとクラウドとの通信量は最小に、通常の処理は IoT デバイスで実施し複雑な処理はクラウドで行うという使い分けを考える必然性が出てきています。このような状況下でどのように IoT デバイス、AI / ML、AWS IoT サービスを使っていくのが良いか、AWS IoT サービスのご紹介と合わせ実施します。",
        "speaker": "AWS　エンタープライズ技術本部 ハイテク・製造・自動車産業グループ　川崎 裕希"
      },
      {
        "time": "17:50 - 18:05",
        "title": "ビジネス変革の最前線 - テクノロジーはビジネスそのものを変革する",
        "description": "技術の進化とアマゾン ウェブ サービス (AWS)サービスの拡充が進むにつれて、企業がクラウドを活用する領域も変わってきました。従来はサーバーやストレージなどコンピューティングリソースの代替として利用される場面が多かったものが、近年ではクラウドネイティブなアプリケーションやプロダクトの開発など企業のコアビジネス領域での活用が増え、新事業領域の創出や競争力の強化につながっています。AWS Professional Services は、企業のクラウド活用を支援するコンサルティング部隊として、社内 IT 向けのアーキテクティング支援から企業の事業部やビジネス部門向けのイノベーション支援まで、幅広いサービス提供を実施してきました。本セッションでは、AWS Professional Services の支援事例を交えて、クラウドが企業のビジネス変革そのものを支えている様子をお伝えします。自社のビジネス変革を支援したい社内ITの方、自社プロダクトの変革に取り組まれている事業部の方、お客様企業の変革を支援したいパートナー企業の方に向けた内容となっております。",
        "speaker": "AWS　プロフェッショナルサービス本部　川嶋 俊貴"
      },
      {
        "time": "18:10 - 18:25",
        "title": "Amazon Bedrock エージェントの会話を速くする - AWS サポートエンジニアが明かすパフォーマンスチューニングの極意",
        "description": "近年、多様なシステムの自動化・効率化において AI エージェント活用が広がり、ユーザーの高い期待に答える高品質なサービスが多数実現されています。特に、カスタマーサービスチャットボットなどの用途では、AI エージェントのレスポンスタイムはユーザーの体験や満足度に大きな影響を及ぼすため、レスポンスタイムの短縮は最重要の課題のひとつとなっています。 本セッションでは、アマゾン ウェブ サービス (AWS) サポートの最前線で Amazon Bedrock の技術的なお問い合わせを対応しているエキスパートエンジニアが、Amazon Bedrock エージェントに関する実践的な知見を共有します。実際のトラブルシューティング事例やデモを通じて、レスポンスタイム改善のためのチューニング手法から AI エージェントの設計パターンまで、実務で活用できるノウハウを解説します。 ブースでは、お客様の技術課題の解決を支援するサポートエンジニアがお待ちしています。",
        "speaker": "AWS　AWS Support　成本 海斗"
      }
    ],
    "Day 2": [
      {
        "time": "11:30 - 11:45",
        "title": "進化を続ける Amazon Aurora 新機能紹介",
        "description": "Amazon Aurora は今年でリリース 10 周年となりました。この 10 年様々な機能がリリースされてきています。このセッションでは Amazon Aurora を更に活用いただける新機能を一気にご紹介します！",
        "speaker": "AWS　Aurora / RDS OSS サービス開発チーム　星野　豊"
      },
      {
        "time": "11:50 - 12:05",
        "title": "どうする？どうなる？VMware ワークロード移行、次の一手",
        "description": "「VMware ワークロードの今後の方向性」は、多くの企業が直面している重要な経営課題です。オンプレミス環境の継続か、クラウドへの移行か。移行を選択する場合、どのような手法が自社に最適なのか。コストと運用負荷のバランスをどう取るべきか。こうした判断に必要な材料が見つからず、次のステップを踏み出せないでいませんか？ このセッションでは、アマゾン ウェブ サービス (AWS) が長年培ってきた豊富な移行支援の実績とベストプラクティスに基づき、VMware ワークロードの移行に関する意思決定のための重要ポイントをコンパクトにご紹介します。わずか 15 分で、お客様の環境に最適な選択肢と、すぐに実践できる具体的なアプローチが見えてきます。",
        "speaker": "AWS　グローバルフィナンシャルサービス　有岡 紘佑"
      },
      {
        "time": "12:10 - 12:25",
        "title": "制限や枠組みを超えて革新を生み出す：日本企業にとってのカイパー革命-「陸、海、空にわたるビジネスにおける相互接続性の変革」",
        "description": "グローバル規模でのオペレーションを管理する場合でも、地域内でローカルにスケールアップする場合でも、企業はすべての拠点で効率性と競争力を維持するためにシームレスで高速な接続性を必要としています。しかしながら、ネットワークの停止、遠隔地でのオペレーション、そしてインフラストラクチャの制約により、多くの企業では事業の成長スピードが低下を余儀なくされています。Amazon の衛星ブロードバンドネットワークコンステレーションである Project Kuiper が、日本企業にとってこれらのビジネス上の制限をどのように解消するのかをご紹介させていただきますので、ぜひご参加ください。 大手企業様が Kuiper のエンタープライズグレードの衛星ネットワークを活用して、事業継続性を確保し、次世代の製造業におけるデジタルトランスフォーメーション（DX）を実現し、航空機の機内体験に革新をもたらし、グローバルなサプライチェーン全体で途切れのないオペレーションを実現する方法をご覧ください。また、Kuiper の強力な統合機能、特にアマゾン ウェブ サービス (AWS) のクラウドサービスとの統合機能が、既存の AWS のお客様と次世代の接続性を求める企業の両方に、どのような新しい可能性をもたらすのかをご体験ください。",
        "speaker": "AWS　古屋 美佐子"
      },
      {
        "time": "12:30 - 12:45",
        "title": "次世代 SAP 進化論：生成 AI とデータ分析で実現する投資価値の最大化",
        "description": "本セッションでは、SAP デジタルトランスフォーメーションの真価を最大限に引き出すための包括的な戦略をご紹介します。具体的には、アマゾン ウェブ サービス (AWS) 上での SAP および非 SAP データの統合活用方法、最新の生成 AI 技術による高度なデータ分析・可視化手法、そして SAP BTP との革新的な統合アプローチについて、ユースケースを交えて解説します。さらに、RISE with SAP との最適な接続方法をご紹介し、お客様のビジネス価値創出とデータドリブンな意思決定の実現をサポートする、AWS ならではのソリューションについてご説明します。",
        "speaker": "AWS　AWS Specialists and Partners APJ　松本 航志\nAWS　AWS Specialists and Partners APJ　Bui Thi Thuan"
      },
      {
        "time": "12:50 - 13:05",
        "title": "カスタマーサービスの最前線、コンタクトセンターから学ぶウェルビーイングのための生成 AI の活用",
        "description": "デジタル時代の企業にとって、従業員が快適に働ける環境を整えることは、ウェルビーイングの実現において重要な要素です。 しかし、顧客対応の最前線に立つコンタクトセンターでは、ストレスや精神的負担が大きく、離職につながるケースも少なくありません。さらに、「東京都カスタマー・ハラスメント防止条例」の施行により、カスタマーハラスメント対策の重要性も高まっています。 本セッションでは、より働きやすい環境を実現するために、生成 AI を活用する方法をご紹介します。Amazon ConnectとAmazon Bedrock を組み合わせたデモを交えながら、その具体的な活用例をお伝えします。",
        "speaker": "AWS　技術統括本部 エンタープライズ技術本部 自動車・製造グループ 西日本ソリューション部　黒木 裕貴"
      },
      {
        "time": "13:10 - 13:25",
        "title": "AWS におけるランサムウェア対策の勘所",
        "description": "近年、企業の IT インフラに対するランサムウェアが急増し、深刻な脅威となっています。一方で、多くの組織ではセキュリティ対策に割ける人的リソースが限られており、効果的な防御態勢の構築が課題となっています。本セッションでは、アマゾンウェブ サービス (AWS) が提供する包括的なセキュリティ機能とマルウェア対策ソリューションについて解説し、限られた人員でもクラウドワークロードを効率的に保護できる方法をご紹介します。",
        "speaker": "AWS　技術統括本部 デジタルサービス技術本部ISV/SaaSソリューション部　柴田 龍平"
      },
      {
        "time": "13:30 - 13:45",
        "title": "オンプレミス VDI のマイグレーション、実現可能なデスクトップ形態での大きな ３ つの進化",
        "description": "リモートワーク需要をきっかけに大きく導入が進んだ仮想デスクトップですが、ここにきてそのステージは既存のオンプレミス VDI のマイグレーションが中心となってきています。 新規導入と違い、マイグレーションには既存環境のアーキテクチャとの親和性の高いデスクトップ形態を選択できることが重要な要素となります。 本セッションでは、この １ 年で大きく進化したネットワーク、デスクトッププール、3rd Party 製品、の ３ つの軸について、Amazon Workspaces がどのようにしてマイグレーションハードルを下げ、お客様の移行コスト削減と共にクラウドのパワーを活用できるようになったかをご説明いたします。",
        "speaker": "AWS　フィナンシャルサービスインダストリ技術本部 証券ソリューション部　樋口 健人"
      },
      {
        "time": "13:50 - 14:05",
        "title": "AI Coding Agent で加速する .NET モダナイゼーション",
        "description": "Windows から Linux への移行で最大40%のコスト削減が可能です。しかし、.NET Framework アプリケーションの Linux 対応には技術的な課題が伴います。 本セッションでは、AWS Transform for .NET による自動変換に加え、Amazon Q Developer などの AI Coding Agent を活用した効率的な移行方法を紹介します。コードの自動変換からリファクタリング、コンテナ化まで、すぐに実践できる移行テクニックをお届けします。",
        "speaker": "AWS　Aerospace and Satellite　中村 幸児"
      },
      {
        "time": "14:10 - 14:25",
        "title": "Amazon Bedrock の各機能を利用した LLM アプリケーション構築例",
        "description": "Amazon Bedrock にホストされている LLM に加えて、RAG を簡単に構築できる Knowledge Bases、LLM アプリケーションのフローを作成できる Flow, そして LLM レスポンスの統制を可能する Gurdrail を利用した、LLM アプリケーション。",
        "speaker": "AWS　GTM AIML Specialist SA　武田 友宏"
      },
      {
        "time": "14:30 - 14:45",
        "title": "産学連携研究拠点で AWS ParallelCluster と AWS DataSync を導入。 CPU 33 %、ストレージ 85 %削減を達成",
        "description": "JSR は産学連携研究拠点の HPC 環境に AWS ParallelCluster と AWS DataSync を導入することでデータセンターの CPU を 33 %、ストレージを 85 %削減しライフサイエンス研究効率を向上しました。JSR のチャレンジとアマゾン ウェブ サービス (AWS) 導入効果を紹介します。",
        "speaker": "JSR株式会社　JSR ・ 慶應義塾大学 医学化学イノベーションセンター　池本 篤史"
      },
      {
        "time": "14:50 - 15:05",
        "title": "大阪リージョンデータセンターの耐震性、耐災害性、DR サイトとしての有用性のご紹介",
        "description": "AWS 大阪リージョンデータセンターの災害対策を具体的に紹介し、南海トラフ地震や富士山噴火といった災害が起きても運用継続できる大阪リージョンの DR サイトとしてのアピールポイントをプレゼンテーションする。",
        "speaker": "アマゾン データ サービス ジャパン合同会社　Osaka リージョンデータセンター セキュリティチーム　目黒 晴代"
      },
      {
        "time": "15:10 - 15:25",
        "title": "AZ 障害に備えよう",
        "description": "本セッションでは、AZ 障害に対する考え方と対応策について解説します。基本的なマルチ AZ 対策から少し DeepDive して Amazon Application Recovery Controller (ARC) を活用した高度なマルチ AZ レジリエンスパターンについても解説いたします。",
        "speaker": "AWS　パートナー技術統括本部　石倉 徹"
      },
      {
        "time": "15:30 - 15:45",
        "title": "Amazon Elastic VMware Service (Amazon EVS) 最新情報",
        "description": "Amazon Elastic VMware Service (EVS) は、既存の VMware 環境をそのままアマゾン ウェブ サービス (AWS) 上に移行して運用できる新しいクラウドサービスです。数時間で VMware Cloud Foundation (VCF) スタックをセットアップできる自動化機能を備えており、デプロイ作業を大幅に簡素化します。またコンピューティング、ストレージ、ネットワークの設定を柔軟に行うことが可能です。IP アドレスの変更やスタッフの再教育、運用手順書の大幅な書換えを行うことなく、オンプレミス環境の拡張やワークロードの移行を実現します。本セッションでは EVS の最新情報を中心に、AWS 上での VMware ワークロード運用におけるメリットや活用方法についてご紹介いたします。",
        "speaker": "AWS　技術統括本部 自動車・製造グループ　古矢 宏樹"
      },
      {
        "time": "15:50 - 16:05",
        "title": "進化する DDoS 攻撃からビジネスを守ろう！ - AWS エッジサービスによる包括的な防御戦略",
        "description": "本セッションでは、大規模化・複雑化する最新の DDoS 攻撃トレンドと、効果的な防御戦略を解説します。Amazon CloudFront、AWS WAF、AWS Shield Advanced を組み合わせた包括的な防御ソリューションを紹介します。エッジでの防御、アプリケーション層でのフィルタリング、高度な DDoS 保護など、実践的な実装パターンとベストプラクティスについて詳しく解説します。",
        "speaker": "AWS　技術支援本部　針谷 浩紀"
      },
      {
        "time": "16:10 - 16:25",
        "title": "生成 AI のセキュリティ誤解あるあるを言いたい",
        "description": "日常でも利用する機会が広がってきた生成 AI ですが、そのリスクの認知は意外とされていないものも多いです。本セッションでは、どういったリスクがあり、どのような対策をしていくべきか基礎から捉えていきたい、というセキュリティ担当者向けに、よくある誤解とその対策方法について語っていきます。",
        "speaker": "AWS　プロフェッショナルサービス本部　長谷 有沙"
      },
      {
        "time": "16:30 - 16:45",
        "title": "AWS Outpost をクイック解説　～お客様が望むところへクラウドを延伸～",
        "description": "AWS Outposts は、お客様のデータセンターや任意の拠点でクラウドサービスを提供するサービスです。サービスのアーキテクチャや利用事例、構築事例などをクイックに解説します。",
        "speaker": "AWS　パートナー技術統括本部　馬場 健太郎"
      }
    ]
  },
  "Developers on Live": {
    "Day 1": [
      {
        "time": "11:35 - 12:10",
        "title": "ゲーム開発でもコーディングアシスタントが欲しい！Unity における Amazon Q Developer 活用方法（※オープニングトークを含む）",
        "description": "一般的にゲームエンジンを使用したゲーム開発は Web アプリケーションの開発とは異なるプロセスを踏みます。Uniy におけるコーディングは Inspector 上で GameObject を配置したり変数の設定を行うことが前提であり、プロジェクトが C# スクリプトのみで完結しません。しかし、それゆえに実装の拡張性や可読性を担保する設計は特に重要になってくると言えます。このセッションでは、Amazon Q Developer を活用し Unity におけるゲーム開発を加速する方法についてデモを交えてお伝えします。",
        "speaker": "AWS　黒木 琢央"
      },
      {
        "time": "12:20 - 12:40",
        "title": "あなたのクリエイティブを形に！Blender MCP x Amazon Bedrock で始める生成 AI 3D モデリング",
        "description": "ゲーム、VR、AR、Web サイトなど様々な場所で使われる 3D モデルを自分で作ってみたいと思ったことはありませんか？このセッションでは、3D モデリングソフトである Blender に MCP 経由でアクセスし、Amazon Bedrock と組み合わせて自然言語や画像による 3D モデリングを行います。あなたの頭の中にあるイメージを 3D の世界で形にしてみませんか？すでに 3D モデリングをしているクリエイターの方はもちろん、興味はあるけどやったことがない、そんなあなたのためのセッションです！",
        "speaker": "AWS　阿南 麻里子"
      },
      {
        "time": "12:50 - 13:10",
        "title": "生成 AI 時代の負荷テスト on AWS 〜 AI は負荷テストをどれだけ爆速にできるか？〜",
        "description": "負荷テストはシステムの安定稼働のために重要ですが、手間がかかるものでもあります。 アマゾン ウェブ サービス (AWS) の分散負荷テストソリューションでインフラ準備は簡略化できますが、シナリオ作成や結果評価、チューニングには人手を要していました。 しかし、今の我々には生成 AI があります。「AI は負荷テストをどれだけ爆速にできるか？」の現在地を、負荷テストシナリオ自動生成や AWS O11y サービスと組み合わせた自動チューニングなどでお見せします。",
        "speaker": "AWS　馬渕 俊介"
      },
      {
        "time": "13:20 - 13:40",
        "title": "Hono が実現する直感的な AWS Lambda アプリケーション開発",
        "description": "AWS Lambda は、サーバーレスコンピューティングの代表的なサービスとして広く普及してきました。しかし、event / context ベースのハンドラー記法は、従来の Web フレームワークに慣れた開発者にとって学習コストとなっていました。本セッションでは、Hono を活用することで、Express ライクな親しみやすい構文で Lambda アプリケーションを開発する手法をご紹介します。実践的な Tips やデモを交えながら、より直感的な Lambda 開発のアプローチについて解説します。",
        "speaker": "AWS　松田 丈"
      },
      {
        "time": "13:50 - 14:10",
        "title": "AWS Lambda でデータレイクハウス？ Apache Iceberg で Lightweight な分析基盤をつくろう",
        "description": "昨今注目度が高まっている Apache Iceberg ですが、Iceberg テーブルの作成やデータの操作に python を利用できることをご存知でしょうか？さまざまなエンジンから操作ができる Iceberg では、分散処理が必要ないデータ要件であれば AWS Lambda のような軽量なコンピュートリソースでも一連の操作が可能になります。本セッションでは、Apache Iceberg を中心とした軽量な分析基盤の構築について紹介します。また、Iceberg テーブルを操作するための python ライブラリである Pyiceberg や duckdb といった軽量エンジンによってどのようにテーブルの操作や Iceberg の特徴であるタイムトラベルなどの機能が利用できるのか、デモを交えてご紹介します。",
        "speaker": "AWS　深見 修平"
      },
      {
        "time": "14:20 - 14:40",
        "title": "ETL テストコスト激減！Docker × Glue × 生成 AI でテストピラミッド実現",
        "description": "AWS Glue を使用した ETL 開発では、テスト環境構築やコストが大きな課題です。本セッションでは、Docker コンテナを活用した AWS Glue ジョブのローカルテスト環境構築と、生成 AI によるテストコード自動化を組み合わせ、テストコストを大幅に削減する実践的アプローチを紹介します。テストピラミッドの概念に基づき、効率的な ETL テスト戦略を解説します。",
        "speaker": "AWS　湯浅 雅人"
      },
      {
        "time": "14:50 - 15:10",
        "title": "RAG システムの検索精度や回答品質を向上させるテクニック！",
        "description": "RAG システムは多くの企業で実運用されていますが、検索精度や回答品質の精度に課題があります。本セッションでは、Amazon Bedrock ナレッジベースを活用して、RAG システムの性能を飛躍的に向上させる実践的な手法を紹介します。ドキュメントの前処理、チャンキング戦略、リランキング、プロンプトエンジニアリングなどのテクニックを、デモを交えてわかりやすく解説します。参加者は、高精度な RAG システムを構築するための具体的な設計指針を得られます。",
        "speaker": "AWS　成本 海斗"
      },
      {
        "time": "15:20 - 15:40",
        "title": "オンライン評価と AB テストで生成 AI モデルをスムーズに切り替えよう",
        "description": "生成 AI を利用したアプリケーションを本番投入したのちに、最新モデルの発表や EOL に伴って、複数のモデルを切り替える場面が出てきます。そこで、モデル同士の精度・コスト・性能をオフラインで評価することも可能ですが、評価にかかるコストが課題になることもあります。そこで、オンラインでモデル同士の傾向を A / B テストしつつ、ビジネスメトリクスの最大化を実施する形でモデルを切り替えることを行うことができれば、評価とモデル切り替えにかかるコストを低減することができます。本セッションでは実現にあたってどのような構成が考えられるのかをご紹介し、その構成例に関するデモをお見せします。",
        "speaker": "AWS　奥野 友哉"
      },
      {
        "time": "15:50 - 16:10",
        "title": "検知から修復まで！マルチアカウント統制の自動化と展開戦略",
        "description": "マルチアカウント環境のセキュリティ統制を、発見的統制による監視から一歩進めて自動修復まで実装する方法を解説します。Amazon Security Hub の Findings をトリガーとする自動修復の仕組みを AWS Lambda で実装し、その仕組みを AWS CloudFormation で全メンバーアカウントにベースラインとして展開する方法をデモします。統制手法の使い分けやベースラインの展開戦略、運用上の考慮点まで、実践的な知見を共有します。",
        "speaker": "AWS　加藤 史也"
      },
      {
        "time": "16:20 - 16:40",
        "title": "CDK を安心して使うために改めて読み直そう。CDK Security and Safety Dev Guide",
        "description": "AWS Cloud Development Kit (AWS CDK) は プログラム言語が利用できる非常に強力な IaC ツールであり、効率的な開発を支援します。一方組織開発で利用するとなった際には、強力がゆえに統制をかけたくなり両者はトレードオフの関係です。生産性を落とさず安全に使うために、AWS CDK Security and Safety Dev Guide を中心とした考え方を説明します。",
        "speaker": "AWS　森川 寛也"
      },
      {
        "time": "16:50 - 17:10",
        "title": "全てをコードで管理する Web アプリ開発 ～ AWS CDK で広がるチーム開発",
        "description": "AWS Cloud Development Kit (AWS CDK)は、インフラストラクチャを管理できる強力なツールです。しかし、実際の開発現場への導入には様々な課題が存在します。例えば、開発環境での実行方法、作成されるリソースの統制、スタックの分け方など、検討すべき点が多岐に渡ります。本セッションでは、チーム開発でCDKを使う上での課題をあげ、効果的な解決アプローチについて解説します。インフラストラクチャのコード化を通じて、より効率的で安全なクラウドネイティブ開発の実現方法をご紹介します。",
        "speaker": "AWS　三浦 晟太郎"
      },
      {
        "time": "17:20 - 17:40",
        "title": "エンタープライズレベルで開発組織を内製化に導く ～ Earn Trust チーミング",
        "description": "内製開発組織を0から1へ、そして10へと成長させる道のりは、多くの企業にとって挑戦の連続です。このセッションでは、エンタープライズ企業における内製開発組織の構築と成長に関する実践知を共有します。小規模なチームから数十人規模の組織へと発展していく過程で、エンジニアの技術的モチベーションをどう維持し、同時にビジネスインパクトを出し続けるか。その答えを探る中で生まれた「Earn Trust」をベースにしたチームビルディングの実践手法を紹介します。内製開発組織の構築を検討している企業や、既存の開発組織のスケーリングに課題を抱える企業にとって、具体的な示唆を得られるセッションです。",
        "speaker": "AWS　高橋 たま\nAWS　西村 颯太"
      },
      {
        "time": "18:00 - 18:25",
        "title": "AI 時代突入でなぜか不安で震えが止まらないあなたを導く思考のコンパス（※クロージングトークを含む）",
        "description": "AI が開発現場にもたらすパラダイムとは何か。迫り来る未知なる未来（そして恐怖）に開発者である我々はどう立ち向かうべきなのか。我々は今、何を考え何を学ぶべきなのか、遙かな悟りへと アマゾン ウェブ サービス (AWS) の叡智が禅問答に挑む。 そこで見つけた思考のコンパスとは。",
        "speaker": "AWS　松岡 良和"
      }
    ],
    "Day 2": [
      {
        "time": "11:35 - 13:20",
        "title": "AWS Summit Japan 2025 生成 AI ハッカソン 決勝戦",
        "description": "「それ、AI エージェントがやります」 仕事や生活をより価値あるものにするための AI エージェントを開発するハッカソン、ここに完結！ファイナリストたちの熱い戦いをどうぞご覧ください",
        "speaker": "AWS Summit Japan 生成 AI ハッカソン ファイナリスト"
      },
      {
        "time": "13:30 - 13:55",
        "title": "生成 AI は動かしてナンボ - 生成 AI アプリのプロトタイピングの勘所（※オープニングトークを含む）",
        "description": "生成 AI の急速な進化により、これまで実現困難だったアイデアが次々と可能になってきています。しかし、生成 AI は「試してみないと分からない」という特性があり、まずは動かして検証することが成功への近道と言えるでしょう。 本セッションでは、実際の生成 AI アプリのプロトタイピングから得た実践知をご紹介します。プロトタイピングを行う意味、効率的な進め方、勘所、プロトタイプ後の本番開発戦略などをお伝えします。明日から使える生成 AI プロジェクトを加速させるヒントが、きっと見つかるはずです。",
        "speaker": "AWS　和田 雄介"
      },
      {
        "time": "14:05 - 14:25",
        "title": "実践！埋め込み BI × 生成 AI : SDK でインタラクティブな可視化体験",
        "description": "Amazon QuickSight の埋め込み SDK と 生成 AI を活用したインタラクティブなダッシュボードの設計・実装について解説します。データの可視化から動的コンテンツ生成までアーキテクチャ全体を紹介。フロントエンドに Amazon QuickSight を用いる方法、データ処理、生成 AIの活用ポイントなど、実装の核となる技術要素を詳説します。Amazon QuickSight × 生成 AI で実現するインタラクティブダッシュボードに挑戦した結果をご覧ください。",
        "speaker": "AWS　溝渕 匡\nAWS　岩瀬 高博\nAWS　池田 敬之"
      },
      {
        "time": "14:35 - 14:55",
        "title": "自律型コーディングエージェント作ってみた: 知っておきたい実装の肝",
        "description": "本セッションでは、AI コーディングエージェントアプリ Remote SWE Agents を自作してみて得られた、エージェント開発に関する実践的知見を共有します。エージェントを開発する際に注意すべきことを、UX やチューニング方法、セキュリティなどの観点から解説します。このセッションを聞けば、エージェントを使うだけでなく、作る側の視点も知ることができるでしょう。AI エージェントを開発中で悩みがある方、自分もコーディングエージェントを作ってみたいという方、ぜひお越しください！",
        "speaker": "AWS　友岡 雅志"
      },
      {
        "time": "15:05 - 15:25",
        "title": "カメラ × AWS AIサービス による画像認識手法 3 選",
        "description": "製造業をはじめとして IoT カメラによる画像認識のユースケースは多くあります。一方、アマゾン ウェブ サービス (AWS) を用いた画像認識では、Amazon Rekognition、Amazon SageMaker AI、Amazon Bedrock など様々なサービスが該当し、その特性を踏まえた選定が必要です。本セッションでは、各サービスの特徴とユースケースを紹介した上で、実際にラズベリーパイとカメラからなるシステムを使って画像認識のデモを実施し、各サービスの特性を体感いただきます。",
        "speaker": "AWS　広域事業統括本部 テクニカルソリューション部 ソリューションアーキテクト　伊勢田 氷琴\nAWS　エンタープライズ技術本部 自動車・製造グループ 第一ソリューション部　松岡 和輝"
      },
      {
        "time": "15:35 - 15:55",
        "title": "あれ？データベースが重い？？今から DB 分析してリアルタイムチューニングしよう",
        "description": "データベースがやけに重い！そういうことありますよね。本セッションでは、ライブデモを通してデータベースの状況を分析し、生成 AI と連携してリアルタイムに解決を目指すドキュメンタリーセッションです。DB 管理者がおらず、己で解決する必要のある開発者の皆様にヒントをお伝えする内容です。",
        "speaker": "AWS　Yukki (髙橋 敏行)"
      },
      {
        "time": "16:05 - 16:25",
        "title": "重要なシステムを安定稼働するための監視ベストプラクティス",
        "description": "もっと早くこのログ / イベントに気付いていれば、より早く対応できたのにと思ったことはありませんか。本セッションは、システムの X 秒以上の停止が許されないといった重要なシステムの監視にお悩みをお持ちの方をターゲットとしています。 私たちアマゾン ウェブ サービス (AWS) サポートは、監視に対するお客様のお悩みを一緒に解決していく中で、AWS リソースに対する監視のベストプラクティスに関する知識を蓄えてきました。本セッションではミッションクリティカルシステムにおいて重要な監視パターンをご紹介します。",
        "speaker": "AWS　田中 鏡月"
      },
      {
        "time": "16:35 - 16:55",
        "title": "失敗知識から学ぶ！クラウドアプリ設計で避けるべき事例とその対策",
        "description": "失敗してますか！アプリ設計に起因するクラウドワークロードの安定性・コスト課題は運用開始後にユーザーやデータが増えたあとに発覚します。結果、アプリ修正の影響範囲は広く、またデータ移行を伴うため難易度が高くなります。 アマゾン ウェブ サービス (AWS) クラウドで SaaS アプリの構築・運用を 6 年、SaaS や Game などの Digital Native Business 領域の Solutions Architect を 8 年、合計 14 年の経験の中で複数回遭遇した、影響範囲の大きな失敗事例とその対策をご紹介します。",
        "speaker": "AWS　藤原 吉規"
      }
    ]
  },
  "Community Stage": {
    "Day 1": [
      {
        "time": "11:30 - 12:00",
        "title": "AWS コミュニティプログラムと日本のユーザーグループのご紹介",
        "description": "AWS は世界各国でユーザーコミュニティ支援を行なっています。日本には60以上のユーザーグループが活動し、100人以上のユーザーが AWS コミュニティビルダーとしてアウトプットを積極的に行ない、20人弱が AWS ヒーローとして影響力のある活動をしています。現状の日本の AWS コミュニティとその支援プログラムをご紹介します。",
        "speaker": "AWS　沼口繁",
        "x_post": "https://x.com/numaguchi"
      },
      {
        "time": "12:00 - 12:20",
        "title": "“社内だけ”で完結していた私が、AWS Community Builder になるまで",
        "description": "かつては社外との接点もなく、情報発信にも自信がなかった私が、一歩を踏み出し、技術イベントへの参加や登壇、ブログでの発信などに挑戦。試行錯誤を重ねながら、AWS Community Builder として活動するようになるまでの実体験と、そこで得た学びをお話しします。",
        "speaker": "AWS Community Builder　五味なぎさ",
        "x_post": "https://x.com/nagisa_53/status/1935629413938561221"
      },
      {
        "time": "12:30 - 12:50",
        "title": "なんでも効率化！AWS Community Builder が伝える AWS Developer Tools の魅力",
        "description": "AWS の Developer Tools の種類や使い方は様々であり、設計、開発、テスト、レビュー、デプロイなどあらゆる工程の作業を効率化してくれます。AWS CDK、AWS CloudFormation、Amazon Q Developerなどの様々なDeveloper Tools の活用方法や効率化のための工夫の仕方を紹介。2025年のDevTools 領域の AWS Community Builder として AWS Developer Toolsの魅力を発信します。",
        "speaker": "AWS Community Builder　山本 直弥",
        "x_post": "https://x.com/nananaonana7/status/1935621072168370494"
      },
      {
        "time": "13:00 - 13:20",
        "title": "2年でここまで成長！AWSで育てたAI Slack botの軌跡",
        "description": "2023年5月にAmazon EC2インスタンス上で産声を上げた、ENECHANGE社内向けAI Slack bot。この2年間で、Amazon ECSへの移行、KPIの可視化、Amazon Bedrockの活用、MCPへの対応など、さまざまな改善を経て大きく成長しました。AWSの各種サービスを組み合わせて改善を重ねた軌跡を振り返り、運用の工夫や学びを共有します。",
        "speaker": "AWS Community Builder　岩本隆史",
        "x_post": "https://x.com/iwamot/status/1935621144473948213"
      },
      {
        "time": "13:30 - 13:50",
        "title": "あなたの AWS 学習を加速させる、コミュニティとの付き合い方",
        "description": "40代・メインフレーム担当だった私が、AWS コミュニティと出会い人生を変えた物語です。 閉塞感を感じていた私がなぜ学び続け、成長できたのか？その答えはコミュニティにありました。 本セッションでは、「もらう人」「参加する人」「与える人」へと進化する、私が実践した「コミュニティの歩き方」を3つのステップで具体的に紹介。技術習得に悩む方、コミュニティ参加をためらう方に、明日から踏み出す勇気とヒントを届けます。",
        "speaker": "AWS Community Builder　上地 申吾",
        "x_post": "https://x.com/uechi405/status/1935611688826577189"
      },
      {
        "time": "14:00 - 14:25",
        "title": "組織のAWSセキュリティ対策方針を決めるためのAWS Security Hubカテゴライズ手法",
        "description": "AWSのセキュリティ対策にかかせないAWS Security Hubですが、特に組織全体でセキュリティ運用をしているとより苦労していませんか？組織内で適切な方針を定め、効率的かつ合理的なセキュリティ強化のためのカテゴライズ方法を紹介します。",
        "speaker": "AWS HERO　臼田佳祐",
        "x_post": "https://x.com/ke_ni_/status/1934495375177507127"
      },
      {
        "time": "14:30 - 14:55",
        "title": "AWS Well-Architectedなインシデントレスポンスを実装しよう",
        "description": "サイバーセキュリティの脅威が高度化・巧妙化する中で、インシデント対応の迅速性と正確性がさらに求められています。 フォレンジック証拠の保全、影響を受けたワークロードの隔離、対応ステップの自動化を、AWSサービスを用いて実装する方法を紹介します。",
        "speaker": "AWS HERO　山口 正徳",
        "x_post": "https://x.com/kinunori/status/1936956119089340448"
      },
      {
        "time": "15:00 - 15:25",
        "title": "25分で解説する「最小権限の原則」を実現するための「AWSポリシー」大全",
        "description": "AWSは「最小権限の原則」を実現するために、IAMポリシーやS3バケットポリシーなど様々な「ポリシー」を提供しています。本セッションでは、AWSプラクティショナー合格レベルの方々を対象に、認証・認可の基礎からAWSが提供しているポリシーの全体像・使い分けまでわかりやすく解説していきます。 もう「最小権限なんて難しい」なんて、言わないで、絶対!",
        "speaker": "AWS HERO　波田野 裕一",
        "x_post": "https://x.com/tcsh"
      },
      {
        "time": "15:30 - 15:55",
        "title": "AWS アーキテクチャー作図入門 2025年 Summer Ver.",
        "description": "AWSを用いたサービス設計の第一歩として欠かせない「AWSアーキテクチャー図」の作り方を解説します。2025年最新版のアイコンや構成トレンドを踏まえ、見やすく伝わる図を作成するための基本を紹介。設計意図を正しく伝えるための工夫や、よくある落とし穴もあわせて学べます。初学者の方から図の質を上げたい方まで振り返ることができる内容です。",
        "speaker": "AWS HERO　松下 享平 (Max)",
        "x_post": "https://x.com/ma2shita/status/1934412447366139998"
      },
      {
        "time": "16:00 - 16:25",
        "title": "米国国防総省の DevSecOps ライフサイクルをAWSのセキュリティサービスとOSS で実現",
        "description": "米国国防総省（DoD）が策定した DevSecOps ライフサイクルではどのようなセキュリティプロセスが必要であるかの記述がされています。このセッションではセキュリティを取り入れた CI/CD パイプラインを 2025 年 6 月時点の AWS と OSS でどのように実現できるか、取り上げるサービスの紹介とともに解説します。",
        "speaker": "AWS HERO　吉江 瞬",
        "x_post": "https://x.com/Typhon666_death/status/1933079986124300676"
      },
      {
        "time": "16:30 - 16:55",
        "title": "Amazon ECS & AWS Fargate 運用アーキテクチャ 2025",
        "description": "Amazon ECSが登場し早10年が経過しましたが、その間非常に多くの機能追加がなされました。同時に周辺のAWSサービスも多数登場し、Amazon ECS & AWS Fargateを取り巻くワークロードの最適解がより複雑化しています。2025年、現在において非機能観点、特に優れた運用性における Amazon ECS & AWS Fargateのベストプラクティスはどのようなものが挙げられるのでしょうか？AWSコンテナヒーローが余すことなく、30分に凝縮してその内容をお伝えします。",
        "speaker": "AWS HERO　新井雅也",
        "x_post": "https://x.com/msy78/status/1930418392239919479"
      },
      {
        "time": "17:00 - 17:25",
        "title": "AWS Step Functions で挑むアプリケーションワークフロー自動化",
        "description": "AWS上でアプリケーションをデプロイすることはゴールではありません。実運用の現場では様々なオペレーションを自動化するニーズがあります。このセッションではAWS Step Functionsを活用し、安心・安全・高効率・低コストなオペレーションをサーバーレスで実現する実践的なTipsを紹介します。",
        "speaker": "AWS HERO　松井 英俊",
        "x_post": "https://x.com/hide04241990/status/1933102234495242248"
      }
    ],
    "Day 2": [
      {
        "time": "11:30 - 12:00",
        "title": "AWS コミュニティプログラムと日本のユーザーグループのご紹介",
        "description": "AWS は世界各国でユーザーコミュニティ支援を行なっています。日本には60以上のユーザーグループが活動し、100人以上のユーザーが AWS コミュニティビルダーとしてアウトプットを積極的に行ない、20人弱が AWS ヒーローとして影響力のある活動をしています。現状の日本の AWS コミュニティとその支援プログラムをご紹介します。",
        "speaker": "AWS　沼口繁",
        "x_post": "https://x.com/numaguchi"
      },
      {
        "time": "12:00 - 12:20",
        "title": "今なら Amazon ECS サービス間通信をどう選ぶか",
        "description": "AWS App Mesh のサポート終了が告知され、Amazon ECS のサービス間通信やアプリケーションの分割方法に悩んでいませんか？本セッションでは、Amazon VPC Lattice / Amazon ECS Service Connect / Application Load Balancer など5つの代表的な通信方法や「サービスメッシュを使わない」選択肢を多角的に比較し、選定時の判断軸をお伝えします。",
        "speaker": "AWS Community Builder　菊池 哲哉",
        "x_post": "https://x.com/t_kikuc/status/1935657574772465722"
      },
      {
        "time": "12:30 - 12:50",
        "title": "AWS テクニカルサポートとエンドカスタマーの中間地点から見えるより良いサポートの活用方法",
        "description": "リセラーのテクニカルサポート部門に所属する立場から、AWS からの回答を引き出しにくいような質問や根本的な考え方を理解していれば質問する必要がなかったような問い合わせを一例として紹介します。 AWS として公開しているドキュメントや考え方を紹介し AWS のスタンスをあらかじめ理解しておくことで、より良いサポート体験が受けられる可能性を秘めていることを解説します。",
        "speaker": "AWS Community Builder　市野 和明",
        "x_post": "https://x.com/serverworks/status/1935642843881808221"
      },
      {
        "time": "13:00 - 13:20",
        "title": "Windows 11 で AWS Documentation MCP Server 接続実践",
        "description": "Mac 中心の記事が多い MCP Server ですが、Windows 11でも問題なく接続できます！WSL2 を活用した Linux 環境セットアップから、Visual Studio Code 設定、Windows 特有の接続のポイント、使い方など、実際の手順を解説します。Windows でもスムーズに AWS MCP Server に接続するための実践的なノウハウを共有し、Windows 開発者の皆さんをサポートします。",
        "speaker": "AWS Community Builder　木谷 映見",
        "x_post": "https://x.com/shiranui_it/status/1935668275318579617"
      },
      {
        "time": "13:30 - 13:50",
        "title": "社内コミュニティによる企業文化創り ～MAWS-UGの挑戦とこれから～",
        "description": "JAWS-UG などのオープンなコミュニティが盛り上がりを見せている一方、いきなり知り合いゼロのコミュニティに参加するのはハードルが高いと感じる方も多いと思います。三菱電機では社内有志メンバーで MAWS-UG を創り、気軽に話ができる関係性を維持しながら、AWS 技術や事例のインプット/アウトプットの場を設けています。また、サイロ化された事業部門を超えたエンジニア同士の繋がりや、自部門にはいない社内ロールモデルやキャリアパスの発見など、伝統的な大企業の文化の変革として社内でも期待いただいています。本登壇では、これまでの MAWS-UG の歩みと今後の挑戦についてお話いたします。",
        "speaker": "AWS Community Builder　小川 雄喜",
        "x_post": "https://x.com/_YukiOgawa/status/1936444035398615189"
      },
      {
        "time": "14:00 - 14:25",
        "title": "AWS CDK 実践的アプローチN選",
        "description": "AWS CDKでインフラを構築する際、知っておくと役に立つTIPSがあります。それにより保守性や拡張性が向上したり、従来のIaCと比べて構築の幅が広がったりと、CDKがより一層便利になるでしょう。そんな実践的なアプローチを紹介します。",
        "speaker": "AWS HERO　後藤 健太",
        "x_post": "https://x.com/365_step_tech/status/1934544377227178010"
      },
      {
        "time": "14:30 - 14:55",
        "title": "強化されたAmazon Location Serviceによる新機能と開発者体験",
        "description": "位置情報アプリケーション開発には、位置情報データの取り扱いやシステム設計など、専門知識が求められます。Amazon Location Serviceを利用することで、これらの複雑さを大幅に軽減できます。このセッションでは、その進化した新機能と活用方法について解説します。",
        "speaker": "AWS HERO　桐本 靖規",
        "x_post": "https://x.com/dayjournal_nori/status/1930040550914437644"
      },
      {
        "time": "15:00 - 15:25",
        "title": "AIエージェント最前線！ Amazon Bedrock、Amazon Q、そしてMCPを使いこなそう",
        "description": "今年注目のAIエージェント。AWSでは今、何をどこまで実現できるのか？Amazon Bedrockを使ったLLMアプリケーション開発や、Amazon Q Developerを使ったAIコーディング、そして話題のModel Context Protocolの活用方法まで、最新機能をわかりやすく整理して紹介します。",
        "speaker": "AWS HERO　御田 稔",
        "x_post": "https://x.com/minorun365/status/1929005365624226209"
      },
      {
        "time": "15:30 - 15:55",
        "title": "How Community Opened Global Doors",
        "description": "テクノロジーが進化しても、成長の鍵は「人」とのつながり。世界とつながるのは特別な人の特権ではありません。 日本と世界の仲間と築いた信頼から学んだヒントを共有します。",
        "speaker": "AWS HERO　伊藤 博美",
        "x_post": "https://x.com/hiro_baila"
      },
      {
        "time": "16:00 - 16:25",
        "title": "Amazon S3標準/S3 Tables/S3 Express One Zoneを使ったログ分析",
        "description": "Amazon S3には用途に応じて様々ストレージクラスが用意されています。Amazon Athena/Amazon OpenSearch Serviceを利用して、各Amazon S3ストレージクラスに対して分析した場合の違いや利用シーンについて紹介します",
        "speaker": "AWS HERO　織田 繁",
        "x_post": "https://x.com/OutputSeq"
      }
    ]
  }
}